app/controllers/meetings_controller.rb

SELECT "meetings".* FROM "meetings"
---
					end
				end

				@meetings = Meeting.all

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT 1  [["id", 1]]
---
	def show
		@meeting = Meeting.find(params[:id])