app/controllers/notes_controller.rb

SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT 1  [["id", 1]]
---
	def new
		@meeting = Meeting.find(params[:meeting_id])